const questions9_4 = [

    {
        question: "აირთა ცვლა ფილტვებში ძირითადად ხდება:",
        answers: [
            "ტრაქეაში",
            "ბრონქებში",
            "ალვეოლებში",
            "ხორხში"
        ],
        correct: 2
    },

    {
        question: "ალვეოლებში ჟანგბადი:",
        answers: [
            "სისხლიდან ატმოსფეროში გადადის",
            "ატმოსფეროდან სისხლში გადადის",
            "კუჭში გადადის",
            "მხოლოდ ფილტვებში რჩება"
        ],
        correct: 1
    },

    {
        question: "საჭმლის მონელების დროს დიდი მოლეკულები:",
        answers: [
            "უფრო მარტივ ნივთიერებებად იშლება",
            "პირდაპირ სისხლში გადადის",
            "მხოლოდ წყლად გარდაიქმნება",
            "უცვლელი სახით შეიწოვება"
        ],
        correct: 0
    },

    {
        question: "საკვები ნივთიერებების ძირითადი შეწოვა ხდება:",
        answers: [
            "კუჭში",
            "საყლაპავში",
            "წვრილ ნაწლავში",
            "მსხვილ ნაწლავში"
        ],
        correct: 2
    },

    {
        question: "თირკმელების ერთ-ერთი მთავარი ფუნქციაა:",
        answers: [
            "სისხლის დეტოქსიკაცია",
            "წყლის რეგულირება",
            "საკვების მონელება",
            "ჟანგბადის შეთვისება"
        ],
        correct: 1
    },

    {
        question: "ორგანიზმში წყლის ბალანსის დარღვევამ შეიძლება გამოიწვიოს:",
        answers: [
            "ორგანიზმის გაუწყლოება",
            "გულის მუშაობის დაზიანება",
            "ძვლის ფუნქციის დარღვევა",
            "ქსოვილების გაქრობა"
        ],
        correct: 0
    }

];