const questions7_3 = [

    {
        question: "მცენარის რომელი ორგანოა ვეგეტატიური?",
        answers: [
            "ყვავილი",
            "ნაყოფი",
            "ფესვი",
            "თესლი"
        ],
        correct: 2
    },

    {
        question: "მცენარის ფოთლის ერთ-ერთი მთავარი ფუნქციაა:",
        answers: [
            "წყლისა და მინერალების შეწოვა",
            "ფოტოსინთეზში მონაწილეობა",
            "მცენარის მიწაზე მიმაგრება",
            "თესლის დაცვა"
        ],
        correct: 1
    },

    {
        question: "რომელი უფრო სწორად აღწერს ბაქტერიას?",
        answers: [
            "ყველა ბაქტერია დაავადებას იწვევს",
            "ბაქტერია უჯრედული ორგანიზმია",
            "ბაქტერია მხოლოდ ადამიანის სხეულში ცხოვრობს",
            "ყველა ბაქტერია ვირუსზე დიდია"
        ],
        correct: 1
    },

    {
        question: "ვირუსს გამრავლებისთვის ხშირად სჭირდება:",
        answers: [
            "ნიადაგი",
            "მასპინძელი უჯრედი",
            "მზის სინათლე",
            "ჟანგბადი"
        ],
        correct: 1
    },

    {
        question: "რომელი ძვლოვანი შეერთება გვაძლევს მოძრაობის საშუალებას?",
        answers: [
            "ნაკერი",
            "სახსარი",
            "შეზრდა",
            "ხრტილი"
        ],
        correct: 1
    },

    {
        question: "თავის ქალის ძვლების უმეტესობა ერთმანეთთან:",
        answers: [
            "მოძრავად არის შეერთებული",
            "სახსრით არის შეერთებული",
            "უძრავად არის შეერთებული",
            "კუნთით არის შეერთებული"
        ],
        correct: 2
    }

];