const questions10_2 = [

    {
        question: "თვალის რომელ სტრუქტურაზე წარმოიქმნება სინათლისგან გამოწვეული ნერვული სიგნალი?",
        answers: [
            "ბროლზე",
            "ბადურაზე",
            "რქოვანაზე",
            "გუგაზე"
        ],
        correct: 1
    },

    {
        question: "ახლომხედველობის დროს გამოსახულება:",
        answers: [
            "ბადურის წინ წარმოიქმნება",
            "ბადურის უკან წარმოიქმნება",
            "მხოლოდ გუგაზე წარმოიქმნება",
            "საერთოდ არ წარმოიქმნება"
        ],
        correct: 0
    },

    {
        question: "აირჩიე სასმენი ძვლების სწორი თანმიმდევრობა:",
        answers: [
            "გრდემლი, ჩაქუჩი, უზანგი",
            "უზანგი, გრდემლი, ჩაქუჩი",
            "ჩაქუჩი, გრდემლი, უზანგი",
            "უზანგი, ჩაქუჩი, გრდემლი"
        ],
        correct: 2
    },

    {
        question: "განაყოფიერების დროს:",
        answers: [
            "ორი სომატური უჯრედი ერთიანდება",
            "წარმოიქმნება ზიგოტა",
            "ემბრიონი იყოფა ორ ნაწილად",
            "მხოლოდ კვერცხუჯრედი იყოფა"
        ],
        correct: 1
    },

    {
        question: "გამეტები განსხვავდება სხეულის სომატური უჯრედებისგან იმით, რომ:",
        answers: [
            "მათ ყოველთვის ორმაგი ქრომოსომული ნაკრები აქვთ",
            "მათ აქვთ ქრომოსომების განახევრებული ნაკრები",
            "ისინი მხოლოდ მიტოზით წარმოიქმნებიან",
            "ისინი არ შეიცავენ დნმ-ს"
        ],
        correct: 1
    },

    {
        question: "ემბრიონული განვითარების დასაწყისში უჯრედების რაოდენობის ზრდა ძირითადად დაკავშირებულია:",
        answers: [
            "მიტოზთან",
            "მეიოზთან",
            "განაყოფიერების განმეორებასთან",
            "დიფუზიასთან"
        ],
        correct: 0
    }

];