const questions9_1 = [

    {
        question: "რომელი დონეა უჯრედულ დონეზე უფრო მაღალი?",
        answers: [
            "მოლეკულური",
            "ქსოვილური",
            "ატომური",
            "ორგანოიდული"
        ],
        correct: 1
    },

    {
        question: "ქსოვილი არის:",
        answers: [
            "მსგავსი ფუნქციის მქონე ორგანოების ერთობლიობა",
            "მსგავსი აგებულებისა და ფუნქციის მქონე უჯრედებისა და უჯრედშორისების ერთობლიობა",
            "მსგავსი უჯრედების ერთობლიობა",
            "ერთი უჯრედის შიდა ნაწილი"
        ],
        correct: 1
    },

    {
        question: "კუნთოვანი ქსოვილის მთავარი თვისებაა:",
        answers: [
            "შეკუმშვა",
            "ნივთიერებების შეწოვა",
            "იმპულსების წარმოქმნა",
            "ზედაპირის დაცვა"
        ],
        correct: 0
    },

    {
        question: "რომელი ქსოვილი ფარავს ადამიანის სხეულის ზედაპირს?",
        answers: [
            "კუნთოვანი",
            "ნერვული",
            "ეპითელური",
            "შემაერთებელი"
        ],
        correct: 2
    },

    {
        question: "მცენარის გამტარი ქსოვილის მთავარი ფუნქციაა:",
        answers: [
            "ფოტოსინთეზი",
            "ნივთიერებების გადატანა",
            "მცენარის გამაგრება",
            "გაზთა ცვლა"
        ],
        correct: 1
    },

    {
        question: "რომელი რიგია ორგანიზაციის დონეების სწორი მიმდევრობა?",
        answers: [
            "უჯრედი → ქსოვილი → ორგანო → ორგანოთა სისტემა",
            "ქსოვილი → უჯრედი → ორგანო → სისტემა",
            "ორგანო → უჯრედი → ქსოვილი → სისტემა",
            "უჯრედი → ორგანო → ქსოვილი → სისტემა"
        ],
        correct: 0
    }

];