const questions10_3 = [

    {
        question: "რომელი ნივთიერებაა უჯრედის მნიშვნელოვანი ენერგეტიკული წყარო?",
        answers: [
            "ნახშირწყალი",
            "ნუკლეინის მჟავა",
            "მინერალური მარილი",
            "წყალი"
        ],
        correct: 0
    },

    {
        question: "ცილების ძირითადი მონომერებია:",
        answers: [
            "ნუკლეოტიდები",
            "ამინომჟავები",
            "ცხიმოვანი მჟავები",
            "მონოსაქარიდები"
        ],
        correct: 1
    },

    {
        question: "დნმ-ის ძირითადი ფუნქციაა:",
        answers: [
            "მემკვიდრეობითი ინფორმაციის შენახვა",
            "მხოლოდ ენერგიის წარმოება",
            "უჯრედში წყლის გადატანა",
            "ჟანგბადის ტრანსპორტირება"
        ],
        correct: 0
    },

    {
        question: "მიტოზის შედეგად ერთი უჯრედიდან, ჩვეულებრივ, წარმოიქმნება:",
        answers: [
            "ოთხი გენეტიკურად განსხვავებული უჯრედი",
            "ორი გენეტიკურად მსგავსი უჯრედი",
            "ორი გამეტი",
            "ოთხი გამეტი"
        ],
        correct: 1
    },

    {
        question: "მეიოზის ერთ-ერთი მნიშვნელოვანი შედეგია:",
        answers: [
            "ქრომოსომების რაოდენობის განახევრება",
            "ქრომოსომების რაოდენობის გაორმაგება",
            "მხოლოდ სხეულის უჯრედების წარმოქმნა",
            "დნმ-ის სრული გაქრობა"
        ],
        correct: 0
    },

    {
        question: "პლასტიკური ცვლის დროს უჯრედში ძირითადად:",
        answers: [
            "მარტივი ნივთიერებებისგან წარმოიქმნება რთული ნივთიერებები",
            "რთული ნივთიერებები ყოველთვის იშლება",
            "მხოლოდ ენერგია გამოიყოფა",
            "ჟანგბადი გარდაიქმნება დნმ-ად"
        ],
        correct: 0
    }

];