const questions10_4 = [

    {
        question: "მემკვიდრეობითობა უზრუნველყოფს:",
        answers: [
            "ნიშნების თაობიდან თაობაში გადაცემას",
            "ყველა ორგანიზმის ერთნაირობას",
            "გარემოს მუდმივობას",
            "მხოლოდ შეძენილი ნიშნების გადაცემას"
        ],
        correct: 0
    },

    {
        question: "მენდელის ცდებმა ძირითადად აჩვენა, რომ:",
        answers: [
            "ყველა ნიშანი მხოლოდ გარემოზეა დამოკიდებული",
            "ნიშან-თვისებების გადაცემას გარკვეული კანონზომიერებები აქვს",
            "მუტაციები ყოველთვის საზიანოა",
            "ყველა შთამომავალი მშობლის ზუსტი ასლია"
        ],
        correct: 1
    },

    {
        question: "რომელი არის აბიოტური ფაქტორი?",
        answers: [
            "მტაცებელი",
            "კონკურენტი",
            "ტემპერატურა",
            "პარაზიტი"
        ],
        correct: 2
    },

    {
        question: "კვებით ჯაჭვში ენერგიის საწყისი წყარო უმეტეს შემთხვევაში არის:",
        answers: [
            "ნიადაგი",
            "პროდუცენტი",
            "მტაცებელი",
            "რედუცენტი"
        ],
        correct: 1
    },

    {
        question: "ბუნებრივი გადარჩევის დროს უპირატესობა შეიძლება მიენიჭოს ორგანიზმებს, რომლებიც:",
        answers: [
            "ადაპტირდებიან",
            "არიან ყველაზე ძლიერები",
            "ყველაზე სწრაფად იზრდებიან",
            "არასოდეს იცვლებიან"
        ],
        correct: 0
    },

    {
        question: "ადამიანის საქმიანობით გამოწვეული ეკოსისტემის ცვლილების მაგალითია:",
        answers: [
            "სეზონური ტემპერატურის ცვლილება",
            "ტყის გაჩეხვა",
            "ბუნებრივი კონკურენცია",
            "მტაცებლის მიერ ნადირობა"
        ],
        correct: 1
    }

];