const questions = [
  {
    question: "როგორ იღებენ სოკოები საკვებ ნივთიერებებს?",
    answers: [
      "ფოტოსინთეზით",
      "მზა ორგანული ნივთიერებების შეწოვით",
      "მხოლოდ მინერალებისგან",
      "სინათლის შთანთქმით"
    ],
    correct: 1
  },
  {
    question: "რატომ გამოიყენება საფუარი პურის წარმოებაში?",
    answers: [
      "წარმოქმნის ნახშირორჟანგს, რომელიც ცომს აფუებს",
      "ფოტოსინთეზს ახორციელებს",
      "ცომს წყალს ართმევს",
      "ცილებს შლის მხოლოდ ჟანგბადში"
    ],
    correct: 0
  },
  {
    question: "რატომ არის ფოტოსინთეზი მნიშვნელოვანი მცენარისთვის?",
    answers: [
      "მცენარეს მოძრაობაში ეხმარება",
      "მცენარეს წყლის დაკარგვას აჩერებს",
      "ორგანული ნივთიერებების წარმოქმნის საშუალებას აძლევს",
      "მხოლოდ ფესვების ზრდას უზრუნველყოფს"
    ],
    correct: 2
  },
  {
    question: "რა არის ფოტოსინთეზისთვის აუცილებელი?",
    answers: [
      "მხოლოდ ჟანგბადი",
      "მხოლოდ ნახშირორჟანგი",
      "მხოლოდ წყალი",
      "სინათლე, წყალი და ნახშირორჟანგი"
    ],
    correct: 3
  },
  {
    question: "რომელი ორგანო ატარებს წყალს ფესვებიდან მცენარის სხვა ნაწილებში?",
    answers: [
      "ქსილემა",
      "ყვავილი",
      "ნაყოფი",
      "თესლი"
    ],
    correct: 0
  },
  {
    question: "რას ნიშნავს მცენარის უსქესო გამრავლება?",
    answers: [
      "გამრავლებას მხოლოდ თესლით",
      "ახალი მცენარის წარმოქმნას ერთი მშობელი ორგანიზმიდან",
      "გამრავლებას მხოლოდ ყვავილით",
      "გამრავლებას მხოლოდ სპორებით"
    ],
    correct: 1
  }
];