const questions7_1 = [
    {
        question: "რას შეისწავლის ბიოლოგია?",
        answers: [
            "კოსმოსს",
            "ცოცხალ ორგანიზმებს",
            "მხოლოდ ცხოველებს",
            "ბუნებრივ მოვლენებს"
        ],
        correct: 1
    },

    {
        question: "რომელი არის ცოცხალი?",
        answers: [
            "კრისტალი",
            "ღრუბელი",
            "სოკო",
            "ცეცხლი"
        ],
        correct: 2
    },

    {
        question: "რატომ გვჭირდება საკვები?",
        answers: [
            "მხოლოდ სითბოსთვის",
            "ენერგიისა და ნივთიერებებისთვის",
            "მხოლოდ ზრდისთვის",
            "მხოლოდ ენრგიისთვის"
        ],
        correct: 1
    },

    {
        question: "რომელი პროცესი ახასიათებს ცოცხალ ორგანიზმს?",
        answers: [
            "კონდენსაცია",
            "ზრდა",
            "დნობა",
            "აორთქლება"
        ],
        correct: 1
    },

    {
        question: "რომელ სამეფოს მიეკუთვნება ადამიანი?",
        answers: [
            "ცხოველთა სამეფოს",
            "ადამიანის სამეფოს",
            "მცენარეთა სამეფოს",
            "არცერთ სამეფოს"
        ],
        correct: 0
    },

    {
        question: "რომელი კითხვა არის ბიოლოგიური?",
        answers: [
            "რატომ იზრდება პულსი სირბილისას?",
            "რატომ ციმციმებს ვარსკვლავი?",
            "როგორ წარმოიქმნება ქვა?",
            "რატომ ლურჯია ცა?"
        ],
        correct: 0
    }
];