const questions10_1 = [

    {
        question: "ნეირონის ძირითადი ფუნქციაა:",
        answers: [
            "ჰორმონების წარმოქმნა",
            "ნერვული იმპულსის მიღება და გადაცემა",
            "სისხლის გადატანა",
            "ჟანგბადის დაგროვება"
        ],
        correct: 1
    },

    {
        question: "ზურგის ტვინის ერთ-ერთი მნიშვნელოვანი ფუნქციაა:",
        answers: [
            "ჰუმორული რეგულაცია",
            "რეფლექსების განხორციელება",
            "სისხლის წარმოქმნა",
            "საჭმლის მონელება"
        ],
        correct: 1
    },

    {
        question: "პირობითი რეფლექსი განსხვავდება უპირობო რეფლექსისგან იმით, რომ:",
        answers: [
            "დაბადებიდანვე არსებობს",
            "მხოლოდ ზურგის ტვინში მიმდინარეობს",
            "ცხოვრების განმავლობაში ყალიბდება",
            "ყოველთვის ჰორმონით ხორციელდება"
        ],
        correct: 2
    },

    {
        question: "სისხლში გლუკოზის მომატებისას ინსულინის მოქმედების შედეგია:",
        answers: [
            "სისხლში გლუკოზის შემცირება",
            "სისხლში ჟანგბადის შემცირება",
            "გულისცემის შეჩერება",
            "სხეულის ტემპერატურის მკვეთრი მატება"
        ],
        correct: 0
    },

    {
        question: "ნერვულ და ჰუმორულ რეგულაციას  შორის, მთავარი განსხვავებაა:",
        answers: [
            "ორივე მხოლოდ ნერვული იმპულსებით მოქმედებს",
            "ნერვული რეგულაცია სწრაფია, ჰუმორული — ძირითადად ჰორმონებით ხორციელდება",
            "ჰუმორული რეგულაცია მხოლოდ ტვინში მიმდინარეობს",
            "ნერვული რეგულაცია მხოლოდ სისხლით ხორციელდება"
        ],
        correct: 1
    },

    {
        question: "ფსიქოაქტიური ნივთიერებების ხანგრძლივმა ზემოქმედებამ შეიძლება:",
        answers: [
            "შეცვალოს ნერვული სისტემის მუშაობა",
            "გააქროს ყველა რეფლექსი",
            "გაზარდოს ყველა ჰორმონის რაოდენობა",
            "მხოლოდ კუნთებზე იმოქმედოს"
        ],
        correct: 0
    }

];