const questions = [
  {
    question: "გლიკოლიზის დროს გლუკოზა:",
    answers: [
      "იშლება უფრო მცირე მოლეკულებად",
      "პირდაპირ დნმ-ად გარდაიქმნება",
      "მხოლოდ ქლოროპლასტში წარმოიქმნება",
      "ჟანგბადად გარდაიქმნება"
    ],
    correct: 0
  },

  {
    question: "გლიკოლიზი მიმდინარეობს:",
    answers: [
      "ლიზოსომაში",
      "ბირთვში",
      "ქლოროპლასტის სტრომაში",
      "ციტოპლაზმაში"
    ],
    correct: 3
  },

  {
    question: "კრებსის ციკლი და ელექტრონების სატრანსპორტო ჯაჭვი დაკავშირებულია:",
    answers: [
      "უჯრედული სუნთქვის პროცესთან",
      "დნმ-ის რეპლიკაციასთან",
      "მიტოზთან",
      "ცილის დაშლასთან მხოლოდ ლიზოსომაში"
    ],
    correct: 0
  },

  {
    question: "ოქსიდაციური ფოსფორილირების შედეგად უჯრედში დიდი რაოდენობით წარმოიქმნება:",
    answers: [
      "გლუკოზა",
      "დნმ",
      "ATP",
      "ამინომჟავა"
    ],
    correct: 2
  },

  {
    question: "ტრანსკრიფციის დროს:",
    answers: [
      "ცილა პირდაპირ დნმ-ად გარდაიქმნება",
      "დნმ-ის ინფორმაციის საფუძველზე რნმ წარმოიქმნება",
      "რნმ იყოფა ორ ქრომოსომად",
      "ATP გარდაიქმნება გლუკოზად"
    ],
    correct: 1
  },

  {
    question: "ტრანსლაციის დროს:",
    answers: [
      "ი-რნმ გამოიყენება ცილის სინთეზისთვის",
      "დნმ პირდაპირ ორმაგდება",
      "გლუკოზა იჟანგება",
      "ქრომოსომები იყოფა"
    ],
    correct: 0
  }
];