const questions9_2 = [

    {
        question: "ჩონჩხის ერთ-ერთი მთავარი ფუნქციაა:",
        answers: [
            "სხეულის დაცვა",
            "საკვების მონელება",
            "სისხლის გადატუმბვა",
            "აირთა ცვლა"
        ],
        correct: 0
    },

    {
        question: "რატომ არის ძვალი ერთდროულად მტკიცეც და შედარებით მსუბუქიც?",
        answers: [
            "მხოლოდ კალციუმის გამო",
            "კალციუმისა და ცილების გამო",
            "მხოლოდ ძვლის ტვინის გამო",
            "რადგან ძვალში ჰაერია"
        ],
        correct: 1
    },

    {
        question: "ძვლის ზრდაში განსაკუთრებით მნიშვნელოვანია:",
        answers: [
            "ხრტილი და ძვლისსაზრდელა",
            "მხოლოდ ძვლის ტვინი",
            "მხოლოდ კუნთები",
            "სასახსრე სითხე"
        ],
        correct: 0
    },

    {
        question: "მუხლის სახსარი ძვლები:",
        answers: [
            "უძრავადაა შეერთებული",
            "მოძრავადაა შეერთებული",
            "არ არის შეერთებული",
            "დროებითაა შეერთებული"
        ],
        correct: 1
    },

    {
        question: "კუნთის შეკუმშვისას:",
        answers: [
            "კუნთი მოკლდება",
            "ძვალი მოკლდება",
            "სახსარი ქრება",
            "მყესი იზრდება"
        ],
        correct: 0
    },

    {
        question: "ხანგრძლივად არასწორი პოზით ჯდომამ შეიძლება გამოიწვიოს:",
        answers: [
            "ტანადობის დარღვევა",
            "ძვლის სრული დაშლა",
            "სისხლის ჯგუფის ცვლილება",
            "ფილტვების ზრდა"
        ],
        correct: 0
    }

];