const questions = [
  {
    question: "რომელი ჯგუფი მიეკუთვნება სპოროვან მცენარეებს?",
    answers: [
      "ვაშლი",
      "ხორბალი",
      "გვიმრა",
      "ფიჭვი"
    ],
    correct: 2
  },
  {
    question: "რატომ არიან მცენარეები მნიშვნელოვანი ეკოსისტემისთვის?",
    answers: [
      "ისინი მხოლოდ ჟანგბადს მოიხმარენ",
      "საკვები ჯაჭვების საფუძველს ქმნიან",
      "მხოლოდ ნიადაგს იცავენ",
      "ყველა ცხოველს ანადგურებენ"
    ],
    correct: 1
  },
  {
    question: "რომელი ცხოველია ამფიბია?",
    answers: [
      "ბაყაყი",
      "ხვლიკი",
      "თევზი",
      "მტრედი"
    ],
    correct: 0
  },
  {
    question: "რა ეხმარება თევზს წყალში სუნთქვაში?",
    answers: [
      "ფილტვები",
      "ტრაქეა",
      "კანი",
      "ლაყუჩები"
    ],
    correct: 3
  },
  {
    question: "რომელი ნიშანია დამახასიათებელი ფრინველებისთვის?",
    answers: [
      "ბუმბული",
      "ქერცლიანი კანი",
      "ლაყუჩები",
      "ექვსი ფეხი"
    ],
    correct: 0
  },
  {
    question: "რომელი ცხოველია უხერხემლო?",
    answers: [
      "გველი",
      "ხვლიკი",
      "ობობა",
      "თევზი"
    ],
    correct: 2
  }
];