const questions7_4 = [

    {
        question: "გულიდან სხეულის მიმართულებით სისხლი ძირითადად რომელი სისხლძარღვით გამოდის?",
        answers: [
            "ვენით",
            "არტერიით",
            "კაპილარით",
            "ვენულით"
        ],
        correct: 1
    },

    {
        question: "რატომ გვჭირდება ჟანგბადი?",
        answers: [
            "ენერგიის მიღების პროცესებისთვის",
            "სისხლის წარმოსაქმნელად",
            "საკვების შესანახად",
            "ძვლების გასამაგრებლად"
        ],
        correct: 0
    },

    {
        question: "კაპილარების საშუალებით ძირითადად ხდება:",
        answers: [
            "სისხლის გადატანა გულიდან",
            "სისხლის დაბრუნება გულში",
            "ნივთიერებების გაცვლა სისხლსა და ქსოვილებს შორის",
            "სისხლის წარმოქმნა"
        ],
        correct: 2
    },

    {
        question: "რომელი მოსაზრებაა ბაქტერიებზე სწორი?",
        answers: [
            "ყველა ბაქტერია დაავადებას იწვევს",
            "ყველა ბაქტერია ორგანიზმისთვის სასარგებლოა",
            "ზოგი ბაქტერია სასარგებლოა, ზოგი კი დაავადებას იწვევს",
            "ბაქტერიები მხოლოდ ადამიანის ორგანიზმში გვხვდება"
        ],
        correct: 2
    },

    {
        question: "რატომ შეუძლია მუხლის სახსარს მოძრაობა?",
        answers: [
            "მასში შემავალი ძვლები მოძრავად არის შეერთებული",
            "ძვლები ერთმანეთთან სრულად არის შეზრდილი",
            "ძვლებს შორის კუნთოვანი ქსოვილია",
            "სახსარში ძვლები საერთოდ არ ეხება ერთმანეთს"
        ],
        correct: 0
    },

    {
        question: "რომელი მოსაზრება განასხვავებს ვირუსს ბაქტერიისგან?",
        answers: [
            "ბაქტერია უჯრედული ორგანიზმია, ვირუსი — არა",
            "ბაქტერია ყოველთვის მავნეა, ვირუსი — არა",
            "ვირუსი ყოველთვის უფრო მცირეა და ამიტომ არ არის ბიოლოგიური ობიექტი",
            "ბაქტერია მხოლოდ გარემოში გვხვდება, ვირუსი — მხოლოდ ორგანიზმში"
        ],
        correct: 0
    }

];