const questions7_2 = [

    {
        question: "სირბილისას რა იმატებს?",
        answers: [
            "პულსი",
            "ძვლის მასა",
            "თმის ზრდა",
            "თირკმლის ზომა"
        ],
        correct: 0
    },

    {
        question: "ფილტვების მთავარი ფუნქციაა:",
        answers: [
            "სისხლის წარმოქმნა",
            "აირთა ცვლა",
            "საკვების დაშლა",
            "სისხლის გადატუმბვა"
        ],
        correct: 1
    },

    {
        question: "რომელი ორგანო ტუმბავს სისხლს?",
        answers: [
            "ფილტვი",
            "კუჭი",
            "გული",
            "ღვიძლი"
        ],
        correct: 2
    },

    {
        question: "ვარჯიშისას რატომ ხშირდება სუნთქვა?",
        answers: [
            "ჟანგბადის მოთხოვნა იზრდება",
            "ფილტვები იზრდება",
            "სისხლი სქელდება",
            "გული ჩერდება"
        ],
        correct: 0
    },

    {
        question: "რომელ სისტემას გადააქვს ჟანგბადი მთელ სხეულში?",
        answers: [
            "საჭმლის მომნელებელი",
            "სისხლის მიმოქცევის",
            "ნერვული",
            "საყრდენ-მამოძრავებელი"
        ],
        correct: 1
    },

    {
        question: "ძილის დროს ორგანიზმი:",
        answers: [
            "მთლიანად ჩერდება",
            "მხოლოდ ტვინი მუშაობს",
            "აგრძელებს სასიცოცხლო პროცესებს",
            "სუნთქვას წყვეტს"
        ],
        correct: 2
    }

];