const questions9_3 = [

    {
        question: "სისხლის რომელ კომპონენტს გადააქვს ჟანგბადი?",
        answers: [
            "ლეიკოციტები",
            "ერითროციტები",
            "თრომბოციტები",
            "პლაზმა"
        ],
        correct: 1
    },

    {
        question: "ლეიკოციტების ერთ-ერთი მთავარი ფუნქციაა:",
        answers: [
            "ჟანგბადის გადატანა",
            "ორგანიზმის დაცვა",
            "სისხლის შედედება",
            "ნახშირორჟანგის წარმოქმნა"
        ],
        correct: 1
    },

    {
        question: "სისხლის შედედებაში განსაკუთრებით მონაწილეობენ:",
        answers: [
            "ერითროციტები",
            "ლეიკოციტები",
            "თრომბოციტები",
            "ნეირონები"
        ],
        correct: 2
    },

    {
        question: "სისხლის რომელ კომპონენტს გადააქვს ორგანიზმში საკვები ნივთიერებები?",
        answers: [
            "პლაზმას",
            "ერითროციტს",
            "ლიმფოციტს",
            "თრომბოციტს"
        ],
        correct: 0
    },

    {
        question: "აორტა იწყება:",
        answers: [
            "მარჯვენა წინაგულიდან",
            "მარცხენა პარკუჭიდან",
            "მარჯვენა პარკუჭიდან",
            "მარცხენა წინაგულიდან"
        ],
        correct: 1
    },

    {
        question: "რატომ აქვთ კაპილარებს თხელი კედლები?",
        answers: [
            "გულს სისხლით ავსებენ",
            "სისხლსა და ქსოვილებს შორის ნივთიერებების გაცვლას უზრუნველყოფენ",
            "სისხლს გულიდან პირდაპირ ფილტვებში აგზავნიან",
            "სისხლის უჯრედებს წარმოქმნიან"
        ],
        correct: 1
    }

];